/* No comment provided by engineer. */
"Accept" = "Elfogad";

/* No comment provided by engineer. */
"Decline" = "Elutasít";

/* No comment provided by engineer. */
"DeviceName" = "Készülék neve: %@";

/* No comment provided by engineer. */
"DeviceSendingFiles" = "%1$@ a következőt küldi: %2$@";

/* No comment provided by engineer. */
"Error.Crypto" = "Titkosítási hiba";

/* No comment provided by engineer. */
"Error.Protocol" = "Kommunikációs hiba";

/* No comment provided by engineer. */
"NFiles" = "%d fájl";

/* No comment provided by engineer. */
"NotificationsDenied.Message" = "A NearDrop-nak szüksége van értesítéseket küldeni a bejövő fájlok fogadásához. Kérlek engedélyezd az értesítésekhez való hozzáférést a Rendszerbeállításokban.";

/* No comment provided by engineer. */
"NotificationsDenied.OpenSettings" = "Beállítások megnyitása";

/* No comment provided by engineer. */
"NotificationsDenied.Title" = "Szükséges az értesítésekhez való hozzáférés";

/* No comment provided by engineer. */
"PinCode" = "JELKÓD: %@";

/* No comment provided by engineer. */
"Quit" = "NearDrop bezárása";

/* No comment provided by engineer. */
"TransferError" = "Nem sikerült %@-tól/től fájlokat fogadni";

/* No comment provided by engineer. */
"VisibleToEveryone" = "Mindenki számára felfedezhető";

/* No comment provided by engineer. */
"Enable" = "NearDrop engedélyezése";

/* No comment provided by engineer. */
"Disable" = "NearDrop letiltása";
